export const FETCH_URL = "FETCH_URL"


export const DATA = {
    "msg": "",
    "date": "", 
    "url": "",
    "loading": false
}

export const tempData = [
    {
        "value1" : "Дата", "value2": "ФИО", "value3": "Количество назначенных задач", "value4": "Количество выполненных задач", "value5": "Количество созданных документов", "value6": "Количество измененных документов", "value7": "Последний вход в систему"
    },
    {
        "value1" : "28.01.2021", "value2": "Мартыненко Галина Александровна", "value3": "33", "value4": "23", "value5": "23", "value6": "44", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Шкуро Юрий Валерьевич", "value3": "28", "value4": "6", "value5": "18", "value6": "41", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Трифонова Ирина Дмитриевна", "value3": "19", "value4": "10", "value5": "10", "value6": "35", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Гагилев Роман Геннадьевич", "value3": "18", "value4": "4", "value5": "22", "value6": "49", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Иванова Валентина Алексеевна", "value3": "9", "value4": "8", "value5": "21", "value6": "54", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Курашова Татьяна Павловна", "value3": "40", "value4": "11", "value5": "18", "value6": "34", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Высоцкий Максим Станиславович", "value3": "7", "value4": "5", "value5": "10", "value6": "18", "value7": "08.07.2021"
    },
    {
        "value1" : "28.01.2021", "value2": "Евтерев Михаил Васильевич", "value3": "20", "value4": "2", "value5": "19", "value6": "45", "value7": "08.07.2021"
    }

]